{"title":{"0":"Hazard Mitigation Assistance Program (HMGP)","1":"Flood Mitigation Assistance (FMA) grant program","2":"Pre-Disaster Mitigation (PDM) Grant Program","3":"Building Resilient Infrastructure and Communities (BRIC) grant program","4":"","5":"Severe Repetitive Loss (SRL) Grant Program","6":"Repetitive Flood Claims (RFC) Grant Program","7":"Notice of Funding Opportunity: Bipartisan Infrastructure Law (BIL) Airport Terminal Program (ATP) Grants","8":"Competitive Funding Opportunity: Airport Improvement Program Discretionary Grants","9":"Grants for Buses and Bus Facilities Program","10":"Solicitation of Project Proposals for the Low or No Emission (Low-No) Program","11":"Competitive Funding Opportunity: Passenger Ferry Grant Program","12":"Pilot Program for Transit-Oriented Development (TOD) Planning","13":"Public Transportation on Indian Reservations Program","14":"INFRA Grants","15":"Tribal Transportation Program Safety Fund","16":"Low or No Emission Program (Low-No Program)","17":"Passenger Ferry Grant Program","18":"Competitive Funding Opportunity: Public Transportation on Indian Reservations Program","19":"Fiscal Year  Competitive Funding Opportunity; Grants for Buses and Bus Facilities Program","20":"Competitive Funding Opportunity: Pilot Program for Transit-Oriented Development (TOD) Planning","21":"Competitive Funding Opportunity:  Public Transportation on Indian Reservations Program; Tribal Transit Program","22":"Tribal Transportation Program Safety Fund (TTPSF)","23":"Advanced Transportation Technologies and  Innovative Mobility Deployment (ATTIMD) Program","24":"and   Competitive Funding Opportunity: Competitive Grants for Rail Vehicle Replacement Program (Rail Program)","25":"Bridge Investment Program - Planning, Bridge Projects, and Large Bridge Projects","26":"Competitive Funding Opportunity; Low or No Emission Grant Program","27":"Competitive Funding Opportunity: All Stations Accessibility Program","28":"Competitive Funding Opportunity: Buses and Bus Facilities Competitive Program","29":"Competitive Funding Opportunity: Electric or Low-Emitting Ferry Pilot Program","30":"Competitive Funding Opportunity: Public Transportation on Indian Reservations Program; Tribal Transit Program","31":"Consolidated Rail Infrastructure and Safety Improvements Grant Program","32":"Corridor Identification and Development Grant Program","33":"Federal-State Partnership for Intercity Passenger Rail Grant Program for projects not located on the Northeast Corridor","34":"Fiscal Year  National Culvert Removal, Replacement, and Restoration Grant Program (Culvert AOP Program)","35":"National Infrastructure Investments","36":"Natural Gas Distribution Infrastructure Safety and Modernization Grant","37":"The Infrastructure Investment and Jobs Act (IIJA) Notice of Funding Opportunity for America&#;s Marine Highway Program","38":"Mega Grants","39":"Rural Surface Transportation Grant Program","40":"Notice of Funding Opportunity: Bipartisan Infrastructure Law (BIL) FAA Contract Tower (FCT) Competitive Grant Program","41":"Railroad Crossing Elimination Grant Program","42":"Reconnecting Communities Pilot Discretionary Grant Program","43":"Safe Streets and Roads for All Discretionary Grant Program","44":"Strengthening Mobility and Revolutionizing Transportation (SMART) Grants Program","45":"- Federal-State Partnership for Intercity Passenger Rail Grant Program for projects located on the Northeast Corridor","46":"Fiscal Years - Wildlife Crossings Pilot Program (WCPP)","47":"Competitive Funding Opportunity; Buses and Bus Facilities Program","48":"Competitive Funding Opportunity; Low or No Emission Vehicle Program","49":"Competitive Funding Opportunity: Areas of Persistent Poverty Program","50":"Competitive Funding Opportunity: Ferry Service for Rural Communities Program","51":"Neighborhood Access and Equity (NAE) Program","52":"Notice of Funding Opportunity for Small Shipyard Grants","53":"Safe Streets and Roads for All Funding Opportunity","54":"SMART Grants Notice of Funding","55":"United States Marine Highway Grants","56":"Rural Surface Transportation Grant Progam","57":"Competitive Funding Opportunity: Rail Vehicle Replacement Grant Program (RAIL)"},"content":{"0":"Hazard Mitigation Assistance Program (HMGP): Developing or updating a FEMA approved mitigation plan to help state, local, tribal, and territorial governments identify risks and plan for ways to reduce vulnerabilities from current and future hazards.\nPlanning-related activities related to the update of FEMA-approved Hazard Mitigation Plans, integrating risk assessment or mitigation strategy information from mitigation plans, building capacity through technical assistance, and evaluating the adoption of risk reduction ordinances.\nRetrofitting existing buildings to make them less susceptible to damage from a variety of natural hazards.\nPurchasing hazard prone property to remove people and structures from harm’s way. \nUtility and infrastructure retrofits to reduce risk of failure caused by natural hazards.\nDrainage improvement projects to reduce potential for flood damage.\nSlope stabilization projects to reduce risk to people and structures\nDeveloping and adopting hazard mitigation plans, which are required for state, local, tribal and territorial governments to receive funding for their hazard mitigation projects.\nUsing aquifer storage and recovery, floodplain and stream restoration, flood diversion and storage, or green infrastructure methods to reduce the impacts of flood and drought.\nProjects must:\n\nBe cost-effective.\nBe both feasible and effective at mitigating the risks of the hazard(s) for which the project was designed.\nMust comply with all applicable Environmental Planning and Historic Preservation laws and regulations.\nalert - info ","1":"Flood Mitigation Assistance (FMA) grant program: makes federal funds available to states, U.S. territories, federally recognized Tribal governments, and local governments to reduce or eliminate the risk of repetitive flood damage to buildings insured under  the National Flood Insurance Program (NFIP), and within NFIP-participating communities. The Flood Mitigation Assistance grant program funds activities and projects, including:\n\nCapability and Capacity Building Activities\nMitigation Plans\nTechnical Assistance by States to Communities\nProject Scoping\nLocalized Flood Risk Reduction Projects\nIndividual Flood Mitigation Projects\nManagement Costs\nAdditional capability and capacity building activities also may be funded, including:\n\nPartnership Development to Conduct Eligible Mitigation Activities\nEnhancing Local Floodplain Management\nSevere Repetitive Loss\/Repetitive Loss Strategy Development\nOther Capability and Capacity Building Activities\n","2":"The Pre-Disaster Mitigation (PDM) Grant Program: makes federal funds available to state, local, tribal, and territorial governments to plan for and implement sustainable cost-effective measures designed to reduce the risk to individuals and property from future natural hazards, while also reducing reliance on federal funding from future natural disasters. The Fiscal Year (FY)  PDM Grant Program will provide $,, in funding to projects identified in the FY DHS Appropriations Act’s Joint Explanatory Statement (JES) for Division C in the table starting on page  entitled “Homeland Security Community Project Funding\/Congressionally Directed Spending.”\n\n\n\nThe PDM Grant Program aligns with the general goal of promoting resilience and adaptation in light of current risks and the - DHS Strategic Plan through pursuing Goal : Strengthen Preparedness and Resilience. Specifically, Objective .: Build a National Culture of Preparedness has several sub-objectives that the PDM Grant Program supports. PDM serves primarily to bolster Sub-Objective ..: Incentivize investments that reduce risk and increase pre-disaster mitigation, including expanding the use of insurance to manage risk through funding mitigation projects, particularly ones that reduce risk to Community Lifelines and infrastructure. Additionally, project scoping activities that PDM funds also contribute to other sub-objectives. For example, planning, partnerships, and project scoping efforts help improve awareness initiatives to encourage public action to increase preparedness (Sub-Objective ..), use lessons from past disasters and exercises to inform community investment decisions and anticipate challenges that may emerge during future disasters (Sub-Objective ..), and coordinate and guide continuity of operations activities through partnerships with government and non-government stakeholders (Sub-Objective ..).\n\n\n\nThe - FEMA Strategic Plan outlines three bold, ambitious goals in order to position FEMA to address the increasing range and complexity of disasters, support the diversity of communities we serve, and complement the nation’s growing expectations of the emergency management community. The PDM Grant Program supports Goal : Lead Whole of Community in Climate Resilience and Goal : Promote and Sustain a Ready FEMA and a Prepared Nation.","3":"The Building Resilient Infrastructure and Communities (BRIC) grant program: makes federal funds available to states, U.S. territories, federally recognized Tribal governments , and local governments for hazard mitigation activities. It does so with a recognition of the growing hazards associated with climate change , and of the need for natural hazard risk mitigation activities that promote climate adaptation and resilience with respect to those hazards. These include both acute extreme weather events and chronic stressors which have been observed and are expected to increase in intensity and frequency in the future. The BRIC program’s guiding principles include supporting communities through capability and capacity-building; encouraging and enabling innovation, including multi-hazard resilience or nature-based solutions; promoting partnerships; enabling large, systems-based projects; maintaining flexibility; and providing consistency. Through these efforts communities are able to better understand disaster risk and vulnerabilities, conduct community-driven resilience, hazard mitigation planning, and design transformational projects and programs. \n\n\n\nAwards made under this funding opportunity will be funded, in whole or in part, with funds appropriated by the Infrastructure Investment and Jobs Act, also more commonly known as the Bipartisan Infrastructure Law (BIL). The BIL is a once-in-a-generation investment in infrastructure, which will grow a more sustainable, resilient, and equitable economy by enhancing U.S. competitiveness, driving the creation of good-paying jobs with the free and fair choice to join a union, and ensuring stronger access to economic and environmental benefits for disadvantaged communities . The BIL appropriates billions of dollars to FEMA to promote resilient infrastructure, respond to the impacts of climate change, and equip our nation with the resources to combat its most pressing threats.\n\n\n\nFEMA will provide financial assistance to eligible BRIC applicants for the following activities: \n\n• Capability and Capacity-Building activities – activities that enhance the knowledge, skills, and expertise of the current workforce to expand or improve the administration of mitigation assistance. This includes activities in the following sub-categories: building codes, partnerships, project scoping, hazard mitigation planning and planning-related activities, and other activities;\n\n• Hazard Mitigation Projects – cost-effective projects designed to increase resilience and public safety; reduce injuries and loss of life; and reduce damage and destruction to property, critical services, facilities, and infrastructure (including natural systems) from a multitude of natural hazards, including drought, wildfire, earthquakes, extreme heat, and the effects of climate change; and \n\n• Management Costs – financial assistance to reimburse the recipient and subrecipient for eligible and reasonable indirect costs, direct administrative costs, and other administrative expenses associated with a specific mitigation measure or project in an amount up to % of the total amount of the grant award, of which not more than % of the total award amount may be used by the recipient and % by the subrecipient for such costs generally. ","4":"","5":"Severe Repetitive Loss (SRL) Grant Program: The long-term goal of the SRL program is to reduce or eliminate claims under the National Flood Insurance Program (NFIP) through project activities that will result in the greatest savings to the National Flood Insurance Fund (NFIF) in the shortest period of time. The SRL program differs from FEMA's other mitigation grant programs in that those property owners who decline offers of mitigation assistance will be subject to increases to their insurance premium rates. An SRL property is a residential property that is covered under an NFIP flood insurance policy and: (a) That has at least four NFIP claim payments (including building and contents) over $, each, and the cumulative amount of such claims payments exceeds $,; or (b) For which at least two separate claims payments (building payments only) have been made with the cumulative amount of the building portion of such claims exceeding the market value of the building. For both (a) and (b) above, at least two of the referenced claims must have occurred within any -year period, and must be greater than  days apart. Only the following mitigation activities are eligible for the SRL program:\n\nAcquisitions\/Relocations: The acquisition of the structure and underlying real property for the purpose of creating open space, demolition or relocation of the structure, and conversion of the property to deed-restricted open space uses in perpetuity;\nElevations: Any activity through which an existing building with the lowest floor below the base flood elevation (BFE) is physically raised to an elevation at or above the BFE;\nMitigation Reconstruction: Any activity where an existing building and\/or foundation is partially or completely demolished or destroyed and an improved, elevated building is constructed on the same site;\nMinor Localized Flood Reduction Projects; and\nFloodproofing.\nCertain project activities and their associated costs are not eligible, which are outlined in this program's guidance. Any activity that duplicates benefits received for the same purpose or is within the primary authority of another federal program will be considered ineligible. Projects already in progress will also be considered ineligible. For the current application cycles, FEMA's Mitigation Directorate is unifying the multi-hazard PDM program with the Flood Mitigation Assistance (FMA) program, Repetitive Flood Claims (RFC) program, and Severe Repetitive Loss (SRL) program into a unified Hazard Mitigation Assistance (HMA) program application cycle. The intent of this alignment is to enhance the quality and efficiency of grant awards on an allocation and competitive basis to state, territory, tribal, and local entities for worthwhile, cost-beneficial activities designed to reduce the risks of future damage in hazard-prone areas.","6":"Repetitive Flood Claims (RFC) Grant Program: The Repetitive Flood Claims (RFC) grant program provides funding to reduce or eliminate the long-term risk of flood damage to structures insured under the National Flood Insurance Program (NFIP) that have had one or more claim payments for flood damages. The long-term goal of the RFC program is to reduce or eliminate claims under the NFIP through mitigation activities that are in the best interest of the NFIF. RFC funds may only mitigate structures that are located within a state or community that cannot meet the cost share or management capacity requirements of the Flood Mitigation Assistance (FMA) program. RFC awards will prioritize projects that create the greatest savings to the National Flood Insurance Fund (NFIF) based on a benefit-cost ratio (BCR). The BCR must be calculated using a FEMA-approved methodology. RFC funds are available for mitigation projects involving:\n\nacquisition and demolition or relocation of structures, with conversion of the underlying property to deed-restricted open space;\nelevation of existing structures to at least the base flood elevation (BFE) or an advisory base flood elevation (ABFE) or higher;\ndry flood-proofing of non-residential structures; and\nminor localized flood reduction projects.\nEligible RFC activities are limited to the mitigation of residential or nonresidential (commercial) NFIP insured properties that have had one or more claims for flood damages. Please consult the official program guidance for detailed information concerning fundable and restricted activities through this program, and for additional information. For the current application cycles, FEMA's Mitigation Directorate is unifying the multi-hazard Pre-Disaster Mitigation Grant Program (PDM) program with the Flood Mitigation Assistance (FMA) program, Repetitive Flood Claims (RFC) program, and Severe Repetitive Loss (SRL) program into a unified Hazard Mitigation Assistance (HMA) program application cycle. The intent of this alignment is to enhance the quality and efficiency of grant awards on an allocation and competitive basis to state, territory, tribal, and local entities for worthwhile, cost-beneficial activities designed to reduce the risks of future damage in hazard-prone areas. All RFC grant applications must demonstrate that the proposed activities cannot be funded under the FMA program due to lack of state or local capacity, which includes either inability to manage the sub-grant or lack of  percent match. Applicants are encouraged to conduct outreach to potential sub-applicants that may have previously been unable to apply for FMA or other mitigation programs due to their inability to provide a match or their insufficient capacity to manage a grant.","7":"Notice of Funding Opportunity: Bipartisan Infrastructure Law (BIL) Airport Terminal Program (ATP) Grants: The Department of Transportation (DOT), Federal Aviation Administration (FAA) announces the opportunity to apply for approximately $ billion in   discretionary funds for the Airport Terminal Program (ATP), made available under the Infrastructure Investment and Jobs Act of  (IIJA), Pub. L. -, herein referred to as the Bipartisan Infrastructure Law (BIL). The purpose of the ATP is to make annual grants available to eligible airports for airport terminal and airport-owned Airport Traffic Control Towers development projects that address the aging infrastructure of our nation&#;s airports. In addition, ATP grants will align with DOT&#;s Strategic Framework - at https:\/\/www.transportation.gov\/administrations\/office-policy\/fy--strategic-framework. The   ATP will be implemented consistent with law and in alignment with the priorities in Executive Order , Implementation of the Infrastructure Investments and Jobs Act ( FR ), which are to invest efficiently and equitably; promote the competitiveness of the U.S. economy; improve job opportunities by focusing on high labor standards; strengthen infrastructure resilience to all hazards including climate change; and to effectively coordinate with State, local, Tribal, and territorial government partners.","8":"Competitive Funding Opportunity: Airport Improvement Program Discretionary Grants: The U.S. Department of Transportation&#;s Federal Aviation Administration (FAA) announces the opportunity to apply for an estimated $. billion in Fiscal Year ()  discretionary grants under the Airport Improvement Program (AIP), per  U.S.C. &#; . The FAA awards these annually appropriated discretionary funds through the FAA&#;s long-standing iterative, competitive grant process. Prior to the publication of this Notice of Funding Opportunity (NOFO), the FAA identified eligible applicants in its National Plan of Integrated Airport Systems (NPIAS) and compiled potentially eligible projects through the -year Airports Capital Improvement Plan (ACIP). Both of these processes are described in FAA Order ., &#;Formulation of NPIAS and ACIP,&#; adhering to  U.S.C. &#; , which authorizes discretionary funds. The AIP funds airport capital improvements and rehabilitation projects. All discretionary grant funding is subject to appropriations, statutory requirements, and related program funding availability.","9":"Grants for Buses and Bus Facilities Program: The Federal Transit Administration (FTA) announces the availability of approximately $. million of Fiscal Year  funds for buses, bus facilities, and bus equipment. The purpose of the Grants for Buses and Bus Facilities Program is to assist in the financing of buses and bus facilities capital projects, including replacing, rehabilitating, purchasing or leasing buses or related equipment, and rehabilitating, purchasing, constructing or leasing bus-related facilities.","10":"Solicitation of Project Proposals for the Low or No Emission (Low-No) Program: Notice of Funding Opportunity (NOFO): Solicitation of Project Proposals for the Low or No Emission Program (Low-No) Program. The Federal Transit Administration (FTA) announces the availability of $ million of Fiscal Year  funds for the purchase or lease of low or no emission vehicles as well as related equipment or facilities. Proposals must be submitted electronically through Grants.gov website by : PM Eastern Time on \/\/. The main purpose of the Low-No Program is to support the transition of the nation&#;s transit fleet to the lowest polluting and most energy efficient transit vehicles. The Low-No Program provides funding to State and local governmental authorities for the purchase or lease of zero-emission and low-emission transit buses, including acquisition, construction, and leasing of required supporting facilities.","11":"Competitive Funding Opportunity: Passenger Ferry Grant Program: The Federal Transit Administration (FTA) announces the opportunity to apply for $ million in Fiscal Year ()  Section  Urbanized Area Formula Program funds (Catalog of Federal Domestic Assistance #.) authorized for competitively selected passenger ferry projects. As required by Federal public transportation law and subject to appropriations, funds will be awarded competitively to designated recipients or eligible direct recipients of Section  funds to assist in the financing of capital projects to support existing passenger ferry service, establish new ferry service, and to repair and modernize ferry boats, terminals, and related facilities and equipment.","12":"Pilot Program for Transit-Oriented Development (TOD) Planning: Notice of Funding Opportunity for the Pilot Program for Transit-Oriented Development (TOD) Planning. The Federal Transit Administration (FTA) announces the availability of approximately $. million in Pilot Program for TOD Planning funding to support comprehensive planning associated with new fixed guideway and core capacity improvement projects. FTA may award amounts ranging from $, to $,,. The Pilot Program for TOD Planning provides funding to local communities to integrate land use and transportation planning in new fixed guideway and core capacity transit project corridors. As required by statute, any comprehensive planning funded through the pilot program must examine ways to improve economic development and ridership, foster multimodal connectivity and accessibility, improve transit access for pedestrian and bicycle traffic, engage the private sector, identify infrastructure needs, and enable mixed-use development near transit stations. The statute also requires that the planning work be associated with a new fixed guideway or core capacity transit project as defined in Federal transit statute ( USC (a); also see the NOFO for the definitions). Consistent with statutory direction, FTA is seeking comprehensive planning projects covering an entire transit capital project corridor, rather than proposals that involve planning for individual station areas or only a small section of the corridor. To ensure that planning work reflects the needs and aspirations of the local community and results in concrete, specific deliverables and outcomes, FTA is requiring that transit project sponsors partner with entities with land use planning authority in the transit project corridor.","13":"Public Transportation on Indian Reservations Program: The Federal Transit Administration (FTA) announces the availability of approximately $ million in funding provided by the Public Transportation on Indian Reservations Program (Tribal Transit Program (TTP)), as authorized by  U.S.C. (c)()(A), as amended by the Fixing America&apos;s Surface Transportation Act (FAST), Public Law - (December , ). The primary purpose of these competitively selected grants is to support planning, capital, and, in limited circumstances, operating assistance for tribal public transit services. Funds distributed to Indian tribes under the TTP should not replace or reduce funds that Indian tribes receive from states through FTA&#;s Section  program.","14":"INFRA Grants: The Nationally Significant Freight and Highway Projects (INFRA) program provides Federal financial assistance to highway and freight projects of national or regional significance. This notice solicits applications for awards under the program&#;s fiscal year ()  funding, subject to the availability of appropriated funds. The Department is focusing the competition on transportation infrastructure projects that support four key objectives, each of which is discussed in greater detail in the Notice of Funding Opportunity: () Supporting economic vitality at the national and regional level; () Leveraging Federal funding to attract non-Federal sources of infrastructure investment; () Deploying innovative technology, encouraging innovative approaches to project delivery, and incentivizing the use of innovative financing; and () Holding grant recipients accountable for their performance.","15":"Tribal Transportation Program Safety Fund: A Notice of Funding Availability (NOFA) for Tribal Transportation Program Safety Funds (TTPSF) has been published. This notice announces the availability of $. million for projects in three categories: safety plans; data assessment, improvement, and analysis activities; and infrastructure improvement and other eligible activities as listed in  U.S.C.(a)() The deadline for submissions is \/\/. For complete instructions on preparing and submitting an application for TTPSF, please download the application information and NOFO at https:\/\/flh.fhwa.dot.gov\/programs\/ttp\/safety\/ttpsf.htm Please submit your application directly to FHWA through the &quot;apply now&quot; button at: https:\/\/flh.fhwa.dot.gov\/programs\/ttp\/safety\/ttpsf.htm","16":"Low or No Emission Program (Low-No Program): The main purpose of the Low-No Program is to support the transition of the nation&#;s transit fleet to the lowest polluting and most energy efficient transit vehicles. The Low-No Program provides funding to State and local governmental authorities for the purchase or lease of zero-emission and low-emission transit buses, including acquisition, construction, and leasing of required supporting facilities.","17":"Passenger Ferry Grant Program: The Federal Transit Administration (FTA) announces the opportunity to apply for $ million in Fiscal Year ()  Section  Urbanized Area Formula Program funds (Catalog of Federal Domestic Assistance #.) authorized for competitively selected passenger ferry projects. As required by Federal public transportation law and subject to appropriations, funds will be awarded competitively to designated recipients or eligible direct recipients of Section  funds to assist in the financing of capital projects to support existing passenger ferry service, establish new ferry service, and to repair and modernize ferry boats, terminals, and related facilities and equipment.","18":"Competitive Funding Opportunity: Public Transportation on Indian Reservations Program: The Federal Transit Administration (FTA) announces the availability of approximately $ million in funding provided by the Public Transportation on Indian Reservations Program (Tribal Transit Program (TTP)), as authorized by  U.S.C. (c)()(A), as amended by the Fixing America&apos;s Surface Transportation Act (FAST), Public Law - (December , ). This is a national solicitation for project proposals and includes the selection criteria and program eligibility information for Fiscal Year  projects. The primary purpose of these competitively selected grants is to support planning, capital, and, in limited circumstances, operating assistance for tribal public transit services. Funds distributed to Indian tribes under the TTP should not replace or reduce funds that Indian tribes receive from states through FTA&#;s Section  program.","19":"Fiscal Year  Competitive Funding Opportunity; Grants for Buses and Bus Facilities Program: The Federal Transit Administration (FTA) announces the availability of approximately $. million of Fiscal Year  funds for buses, bus facilities, and bus equipment. Synopses and full announcement will be posted on Grants.gov as opportunity FTA---BUS. Proposals must be submitted electronically through Grants.gov website by : PM Eastern Time November ,.","20":"Competitive Funding Opportunity: Pilot Program for Transit-Oriented Development (TOD) Planning: The Pilot Program for TOD Planning helps support FTA&#;s mission of improving public transportation for America&#;s communities by providing funding to local communities to integrate land use and transportation planning around a new fixed guideway or core capacity improvement project. Per statute, any comprehensive planning funded through the program must examine ways to improve economic development and ridership, foster multimodal connectivity and accessibility, improve transit access for pedestrian and bicycle traffic, engage the private sector, identify infrastructure needs, and enable mixed-use development near transit stations. Additional information is available at: https:\/\/www.transit.dot.gov\/TODPilot.Notice of Funding Opportunity (NOFO): Notice of Funding Opportunity for PILOT PROGRAM FOR TRANSIT-ORIENTED DEVELOPMENT (TOD) PLANNING. The Federal Transit Administration (FTA) announces the opportunity to apply for $,, of funding under the Pilot Program for TOD Planning (Catalog of Federal Domestic Assistance #.). As required by federal transit law and subject to funding availability, funds will be awarded competitively to support comprehensive planning associated with new fixed guideway and core capacity improvement projects. FTA anticipates minimum grant awards of $, and maximum grant awards of $,,. Synopses and full announcement are posted on Grants.gov as opportunity FTA---TPE-TODP. The Pilot Program for TOD Planning is intended to fund comprehensive planning that supports economic development, ridership, multimodal connectivity and accessibility, increased transit access for pedestrian and bicycle traffic, and mixed-use development near transit stations. The program also encourages identification of infrastructure needs and engagement with the private sector.Consistent with statutory direction, FTA is seeking comprehensive planning projects covering an entire transit capital project corridor, rather than proposals that involve planning for individual station areas or only a small section of the corridor. To ensure any proposed planning work reflects the needs and aspirations of the local community and results in concrete, specific deliverables and outcomes, transit project sponsors must partner with entities with land use planning authority in the transit project corridor to conduct the planning work.Link and Instructions for attaching the supplemental form to the SF-: All applicants must complete a supplemental form (PDF) specific to the Pilot Program for TOD Planning and attach it to their submission in Grants.gov. See section D of the NOFO for information about additional required application contents.Webinar: FTA will conduct a webinar for prospective applicants after the NOFO is published in the Federal Register. Further information will be posted on FTA&#;s website (https:\/\/www.transit.dot.gov\/TODPilot) when available. Dates: An applicant must submit a proposal electronically by : p.m. Eastern Daylight Time on June , . Any agency intending to apply should initiate the process of registering on the Grants.gov site immediately to ensure completion of registration before the submission deadline.","21":"Competitive Funding Opportunity:  Public Transportation on Indian Reservations Program; Tribal Transit Program: The Federal Transit Administration (FTA) announces the opportunity to apply for $ million in competitive grants for the Fiscal Year ()  Public Transportation on Indian Reservations (Tribal Transit) Program (Federal Assistance Listing: .). As required by Federal public transportation law, funds will be awarded competitively for any purpose eligible under FTA&#;s Formula Grants for Rural Areas Program,  U.S.C. , including planning, capital, and operating assistance for tribal public transit services in rural areas.","22":"Tribal Transportation Program Safety Fund (TTPSF): A Notice of Funding Opportunity (NOFO) for Tribal Transportation Program Safety Funds (TTPSF) has been published. This notice announces the availability of approximately $. million for projects in four categories: safety plans; data assessment, improvement, and analysis activities; systemic roadway departure countermeasures; and infrastructure improvement and other eligible activities as listed in  U.S.C.(a)(). The goal of these projects is to reduce fatalities and serious injuries from transportation incidents, such as motor vehicle crashes. For complete instructions on preparing and submitting an application for TTPSF, please download the application, application information, systemic roadway departure risk assessment form (if applicable) and NOFO at https:\/\/highways.dot.gov\/federal-lands\/programs-tribal\/safety\/funds. Applications will NOT be submitted on Grants.gov. Instead, please use the &quot;apply now&quot; button on the program web page.","23":"Advanced Transportation Technologies and  Innovative Mobility Deployment (ATTIMD) Program: AMENDMENT  (\/\/): This amendment is for the purpose of correcting a typo contained in Table D. on page  of . This table, contained in Section D. for CONTENT AND FORM OF APPLICATION SUBMISSION, erroneously omitted the Project Outcome Criteria from that table&#;s submission requirements for Volume . This amendment also revises the verbiage included on page  of the NOFO to clarify that all resumes for key personnel should be included in item f) Appendix &#; R&#;sum&#;s for Key Personnel. Please note that Resumes do not count against the page limitations for Volume . Please refer to Amendment  in the &#;Related Documents&#; tab for more information. -- END OF AMENDMENT  -- AMENDMENT  (\/\/): This amendment adds the weblink to the recording of the October , , informational webinar for this opportunity. The weblink is included in the attachments page for this opportunity as well as below: LINK: https:\/\/usdot.zoomgov.com\/rec\/share\/eQNNRGISy-UxfqGpSDzINRbzvcdkAjDdoulZvwRCt-sARp.kdAJIUFsFZZEpf PASSCODE: c@X&amp;@ -- END OF AMENDMENT  -- AMENDMENT  (\/\/): This amendment adds the registration information for the October , , informational webinar for this opportunity. Please refer to the &quot;Related Documents&quot; tab for more information. -- END OF AMENDMENT  -- BASE NOFO (\/\/): The Advanced Transportation Technologies and Innovative Mobility Deployment Program (ATTIMD), established in Section (c)() of title , United States Code (U.S.C.), also known as the Advanced Transportation Technology and Innovation (ATTAIN) Program, directs FHWA to award grants to eligible entities to deploy, install, and operate advanced transportation technologies to improve safety, mobility, efficiency, system performance, intermodal connectivity, and infrastructure return on investment. FHWA intends for these model technology deployments to help demonstrate how emerging transportation technologies, data, and their applications can be effectively deployed and integrated with existing systems to provide access to essential services and other destinations. This also includes efforts to increase connectivity to employment, education, services, and other opportunities; support workforce development; or contribute to increased mobility, particularly for persons with visible and hidden disabilities and elderly individuals. The Assistance Listing Number for this opportunity is . &#; Highway Research and Development. The Federal Highway Administration (FHWA) hereby requests applications to result in awards to eligible entities to deploy, install, and operate advanced transportation technologies to improve safety, mobility, efficiency, system performance, intermodal connectivity, and infrastructure return on investment. These model deployments are expected to provide benefits in the form of: reduced traffic-related fatalities and injuries; reduced traffic congestion and improved travel time reliability; reduced transportation-related emissions; optimized multimodal system performance; improved access to transportation alternatives, including for underserved populations; improved integration of payment systems; public access to real-time integrated traffic, transit, and multimodal transportation information to make informed travel decisions; cost savings to transportation agencies, businesses, and the traveling public; or other benefits to transportation users and the general public. This competitive ATTAIN Program will promote the use of innovative transportation solutions. The deployment of these technologies will provide Congress and FHWA with valuable real-life data and feedback to inform future decision-making. Cost Sharing: Cost-sharing or matching is required, with the maximum Federal share being  percent; hence, this NOFO requires a minimum non-Federal cost share of  percent. Cost sharing or matching means the portion of project costs not paid by Federal funds. NOTE: FHWA previously issued six NOFOs for the Advanced Transportation and Congestion Management Technologies Deployment (ATCMTD) Grant Program before the program was amended and renamed to the Advanced Transportation Technologies and Innovative Mobility Deployment Program by Section  of the Infrastructure Investment and Jobs Act (IIJA) (Public Law -, also known as the &#;Bipartisan Infrastructure Law&#; (BIL)).","24":"and   Competitive Funding Opportunity: Competitive Grants for Rail Vehicle Replacement Program (Rail Program): The Federal Transit Administration (FTA) announces the opportunity to apply for $ million in Fiscal Year ()  and  Section  State of Good Repair Program funds (Catalog of Federal Domestic Assistance #.) authorized for competitively selected rail vehicle replacement projects. As required by Federal public transportation law and subject to appropriations, funds will be awarded competitively to States and local governmental authorities to assist in the funding of capital projects to replace rail rolling stock.","25":"Bridge Investment Program - Planning, Bridge Projects, and Large Bridge Projects: This Notice of Funding Opportunity (NOFO) is to solicit applications for three categories of Bridge Investment Program (BIP) funding opportunities: () Planning; () Bridge Projects (projects with eligible costs less than $ million); and () Large Bridge Projects (projects with eligible costs greater than $ million). Eligible applicants may submit applications for any of the three funding categories, but each category has distinct eligibility and selection criteria and application deadlines.These funds will be awarded on a competitive basis for planning, feasibility analysis, and revenue forecasting associated with the development of a project that would subsequently be eligible to apply for BIP funding under either the Bridge Projects or Large Bridge Projects funding categories.A total of $. billion in  BIP funds are available for the Bridge Projects and Large Bridge Projects funding opportunities. These funds will be awarded on a competitive basis for bridge replacement, rehabilitation, preservation, and protection projects that: () improve the safety, efficiency, and reliability of the movement of people and freight over bridges; and () improve the condition of bridges in the United States by reducing (a) the number of bridges, and total person miles traveled over bridges, that are in poor condition or that are in fair condition and at risk of falling into poor condition within the next three years, or (b) the number of bridges, and total person miles traveled over bridges, that do not meet current geometric design standards or cannot meet the load and traffic requirements typical of the regional transportation network. In addition, Large Bridge Projects that receive a BIP award of not less than $ million are eligible for multiyear grants, in which DOT can award available funds to a project over the course of several years in accordance with an agreement and in alignment with its schedule. In selecting Bridge Projects and Large Bridge Projects, FHWA will consider the extent to which BIP funds leverage non-Federal contributions from sponsors and stakeholders involved in the planning, design, and construction of eligible projects.","26":"Competitive Funding Opportunity; Low or No Emission Grant Program: Low-No ProgramThe Federal Transit Administration (FTA) announces the opportunity to apply for approximately $. billion in competitive grants under the fiscal year ()  Low or No Emission Grant Program (Low-No Program) (Federal Assistance Listing: .) and approximately $ million in   funds under the Grants for Buses and Bus Facilities Program (Buses and Bus Facilities Program) (Federal Assistance Listing .), subject to availability of appropriated funding. Synopses and full announcement will be posted on Grants.gov as funding opportunity ID FTA--TPM for Low-No applications and FTA--TPM for Buses and Bus Facilities applications. Proposals must be submitted electronically through Grants.gov website by : PM Eastern Time May , .","27":"Competitive Funding Opportunity: All Stations Accessibility Program: The Federal Transit Administration (FTA) announces the opportunity to apply for $ million in competitive grants under the Fiscal Year ()  All Stations Accessibility Program (ASAP) (Federal Assistance Listing #.). As required by Federal public transportation law, funds will be awarded competitively to eligible designated recipients that operate or allocate funds to inaccessible pre-ADA&#;or &#;legacy&#; &#; rail fixed guideway public transportation systems, and States (including territories and Washington, D.C.) and local governmental entities that operate or financially support legacy rail fixed guideway public transportation systems and corresponding legacy stations\/facilities for capital projects to repair, improve, modify, retrofit, or relocate infrastructure of stations or facilities for passenger use, including load-bearing members that are an essential part of the structural frame; or () for planning projects to develop or modify a plan for pursuing public transportation accessibility projects, assessments of accessibility, or assessments of planned modifications to stations or facilities for passenger use projects; or programs of projects in an eligible area.","28":"Competitive Funding Opportunity: Buses and Bus Facilities Competitive Program: Bus and Bus Facilities ProgramThe Federal Transit Administration (FTA) announces the opportunity to apply for approximately $. billion in competitive grants under the fiscal year ()  Low or No Emission Grant Program (Low-No Program) (Federal Assistance Listing: .) and approximately $ million in   funds under the Grants for Buses and Bus Facilities Program (Buses and Bus Facilities Program) (Federal Assistance Listing .), subject to availability of appropriated funding. Synopses and full announcement will be posted on Grants.gov as funding opportunity ID FTA--TPM for Low-No applications and FTA--TPM for Buses and Bus Facilities applications. Proposals must be submitted electronically through Grants.gov website by : PM Eastern Time May ,","29":"Competitive Funding Opportunity: Electric or Low-Emitting Ferry Pilot Program: The Federal Transit Administration (FTA) announces the opportunity to apply for $ million in competitive grants under the Fiscal Year ()  Electric or Low-Emitting Ferry Pilot Program (ELEF) (Federal Assistance Listing #.). ELEF makes funding available competitively to assist in the financing of capital projects for the purchase of electric or low-emitting ferry vessels that reduce emissions by using alternative fuels or on-board energy storage systems and related charging infrastructure to reduce emissions or produce zero onboard emissions under normal operation.","30":"Competitive Funding Opportunity: Public Transportation on Indian Reservations Program; Tribal Transit Program: The Federal Transit Administration (FTA) announces the opportunity to apply for $. million in competitive grants for the Fiscal Year ()  Public Transportation on Indian Reservations (Tribal Transit) Program. As required by Federal public transportation law, funds will be awarded competitively for any purpose eligible under FTA&#;s Formula Grants for Rural Areas Program, including planning, capital, and operating assistance for tribal public transit services in rural areas. FTA may award additional funding that is made available to the program prior to the announcement of project selections.","31":"Consolidated Rail Infrastructure and Safety Improvements Grant Program: This program funds projects that improve the safety, efficiency, and reliability of intercity passenger and freight rail.","32":"Corridor Identification and Development Grant Program: This program facilitates the development of intercity passenger rail corridors.","33":"Federal-State Partnership for Intercity Passenger Rail Grant Program for projects not located on the Northeast Corridor: This program funds capital projects that reduce the state of good repair backlog, improve performance, or expand or establish new intercity passenger rail service.","34":"Fiscal Year  National Culvert Removal, Replacement, and Restoration Grant Program (Culvert AOP Program): -- ORIGINAL NOFO POSTING - \/\/ -- The primary goal of the Culvert AOP Program is to improve or restore anadromous fish passage through the replacement, removal, repair, or improvement of culverts or weirs. The grant program prioritizes projects that would improve fish passage for: (A) anadromous fish stocks listed as an endangered species or a threatened species under section  of the Endangered Species Act of  ( U.S.C. &#; ); (B) anadromous fish stocks identified by the National Marine Fisheries Service (NMFS) or the U.S. Fish and Wildlife Service (USFWS) that could reasonably become listed as an endangered species or a threatened species under that section; (C) anadromous fish stocks identified by the NMFS or the USFWS as prey for endangered species, threatened species, or protected species, including Southern resident orcas (Orcinus orca); or (D) anadromous fish stocks identified by the NMFS or the USFWS as climate resilient stocks ( U.S.C. &#; (e)()). The program also prioritizes projects that would open up more than  meters of upstream (anadromous) habitat before the end of the natural habitat ( U.S.C. &#; (e)()).","35":"National Infrastructure Investments: Agency Name: Department of TransportationDescription: The Infrastructure Investment and Jobs Act (Pub. L. -, November , , &#;Bipartisan Infrastructure Law,&#; or &#;BIL&#;) authorized and appropriated $. billion to be awarded by the Department of Transportation (&#;DOT&#;) for   for Local and Regional Project Assistance Program Grants under National Infrastructure Investments. This Notice of Funding Opportunity (NOFO) solicits applications for projects to be funded under the Local and Regional Project Assistance Program, known as the RAISE Grants program, including any additional funding appropriated for the RAISE Grants program under the   Appropriations Act. On March , , the Consolidated Appropriations Act,  (Pub. L. -, &#;  Appropriations Act&#;) appropriated an additional $ million for the   RAISE Grant Program. Therefore, a total of $. billion in funding is now available for the   RAISE Grant Program. Applicants should note that the two funding streams (BIL funding and   Appropriations Act funding) have slightly different funding restrictions and requirements that may affect competitiveness. Please see the Notice of Funding Opportunity Amendment No. for details.As with previous rounds, funds for the   RAISE Transportation program are to be awarded on a competitive basis for projects that will have a significant local or regional impact.","36":"Natural Gas Distribution Infrastructure Safety and Modernization Grant: Natural Gas Distribution Infrastructure Safety and Modernization Grant","37":"The Infrastructure Investment and Jobs Act (IIJA) Notice of Funding Opportunity for America&#;s Marine Highway Program: This notice announces the availability of funding for grants and establishes selection criteria and application requirements for the America&#;s Marine Highway Program (&#;AMHP&#;). The purpose of this program is to make grants available to previously designated Marine Highway Projects that support the development and expansion of documented vessels or port and landside infrastructure. The Department also seeks eligible grant projects that will strengthen American supply chains. The U.S. Department of Transportation (&#;DOT&#; or &#;Department&#;) will award Marine Highway Grants to implement projects or components of projects previously designated by the Secretary of Transportation (&#;Secretary&#;) under the AMHP. Only Marine Highway Projects the Secretary designates before the Notice of Funding Opportunity (&#;NOFO&#;) closing date are eligible for funding as described in this notice. TIMING OF GRANT APPLICATIONS: Applications must be received by the Maritime Administration (&#;MARAD&#;) by : p.m. E.D.T. on April , . ADDRESSES: Grant applications must be submitted electronically using Grants.gov (https:\/\/www.grants.gov). Please be aware that you must complete the Grants.gov registration process before submitting your application and that the registration process usually takes  to  weeks to complete. Applicants are strongly encouraged to make submissions in advance of the deadline. FOR FURTHER INFORMATION CONTACT: Fred Jones, Office of Ports &amp; Waterways Planning, Room W&#;, Maritime Administration, U.S. Department of Transportation,  New Jersey Avenue S.E., Washington, D.C. , phone --, or email Fred.Jones@dot.gov. Persons who use a telecommunications device for the deaf (TDD) may call the Federal Information Relay Service (FIRS) at --- to contact the above individual during business hours. The FIRS is available twenty-four hours a day, seven days a week, to leave a message or question with the above individual. You will receive a reply during regular business hours.","38":"Mega Grants: The Department is combining three major discretionary grant programs into one Multimodal Projects Discretionary Grant (MPDG) opportunity to reduce the burden for state and local applicants and increase the pipeline of &#;shovel-worthy&#; projects that are now possible because of the Bipartisan Infrastructure Law. These investments will create good-paying jobs, grow the economy, reduce emissions, improve safety, make our transportation more sustainable and resilient, and expand transportation options in rural America and other underserved communities. Thanks to the Bipartisan Infrastructure Law, this funding will help enable more communities to build vital infrastructure projects that also strengthen supply chains and reduce costs for American families.The National Infrastructure Project Assistance (MEGA) program was created in the Bipartisan Infrastructure Law to fund major projects that are too large or complex for traditional funding programs. The program will provide grants on a competitive basis to support multijurisdictional or regional projects of significance that may also cut across multiple modes of transportation. Eligible projects could include highway, bridge, freight, port, passenger rail, and public transportation projects of national and regional significance. These could be bridges or tunnels connecting two states; new rail and transit lines that improve equity and reduce emissions; and freight hubs integrating ship, train and truck traffic while improving environmental justice. DOT will award  percent of funding to projects greater than $ million in cost, and  percent to projects greater than $ million but less than $ million in cost. The program will receive up to $ billion this year alone and be able to provide multi-year funding to projects.","39":"Rural Surface Transportation Grant Program: The Department is combining three major discretionary grant programs into one Multimodal Projects Discretionary Grant (MPDG) opportunity to reduce the burden for state and local applicants and increase the pipeline of &#;shovel-worthy&#; projects that are now possible because of the Bipartisan Infrastructure Law. These investments will create good-paying jobs, grow the economy, reduce emissions, improve safety, make our transportation more sustainable and resilient, and expand transportation options in rural America and other underserved communities. Thanks to the Bipartisan Infrastructure Law, this funding will help enable more communities to build vital infrastructure projects that also strengthen supply chains and reduce costs for American families.The Rural Surface Transportation Grant Program (RURAL) was created in the Bipartisan Infrastructure Law and will support projects to improve and expand the surface transportation infrastructure in rural areas to increase connectivity, improve the safety and reliability of the movement of people and freight, and generate regional economic growth and improve quality of life. Eligible projects for Rural grants include highway, bridge, and tunnel projects that help improve freight, safety, and provide or increase access to an agricultural, commercial, energy, or transportation facilities that support the economy of a rural area. This year alone, DOT will award up to $ million in grants through the rural program&#;part of the $ billion included in the Bipartisan Infrastructure Law over five years.","40":"Notice of Funding Opportunity: Bipartisan Infrastructure Law (BIL) FAA Contract Tower (FCT) Competitive Grant Program: The Department of Transportation (DOT), Federal Aviation Administration (FAA) announces the opportunity to apply for $ million in   Airport Infrastructure Grant funds for the FCT competitive grant program, made available under the Infrastructure Investment and Jobs Act of  (IIJA), Pub. L. -, herein referred to as the Bipartisan Infrastructure Law (BIL). The purpose of the FCT competitive grant program is to make annual grants available to eligible airports for airport-owned airport traffic control tower (ATCT) projects that address the aging infrastructure of the nation&#;s airports. The FAA will consider ATCT projects that sustain, construct, repair, improve, rehabilitate, modernize, replace, or relocate non-approach control towers; or acquire and install air traffic control, communications, and related equipment to be used in those towers; or construct a remote tower certified by the FAA including acquisition and installation of air traffic control, communications, or related equipment. In addition, FT grants will align with DOT&#;s Strategic Framework - at https:\/\/www.transportation.gov\/administrations\/office-policy\/fy--strategic-framework. The   FCT will be implemented consistent with law and in alignment with the priorities in Executive Order , Implementation of the Infrastructure Investments and Jobs Act ( FR ), which are to invest efficiently and equitably; promote the competitiveness of the U.S. economy; improve job opportunities by focusing on high labor standards; strengthen infrastructure resilience to all hazards including climate change; and to effectively coordinate with State, local, Tribal, and territorial government partners.","41":"Railroad Crossing Elimination Grant Program: The purpose of the RCE Program is to provide funding for highway-rail and pathway-rail grade crossing improvement projects that focus on improving the safety and mobility of people and goods.","42":"Reconnecting Communities Pilot Discretionary Grant Program: The Reconnecting Communities Pilot Program notice of funding opportunity was amended on September ,  to include technical corrections to the Key Information Table. See updated materials in the &quot;Manage Related Documents&quot; section, as well as on our website at https:\/\/www.transportation.gov\/grants\/reconnecting-communitiesThe purpose of this notice is to solicit applications for Reconnecting Communities Pilot (RCP) Program grants. Funds for the Fiscal Year ()  RCP Program are to be awarded on a competitive basis for projects that reconnect communities by removing, retrofitting, or mitigating highways or other transportation facilities that create barriers to community connectivity, including to mobility, access, or economic development.The variety of transformative solutions to knit communities back together can include: high-quality public transportation, infrastructure removal, pedestrian walkways and overpasses, capping over roadways, linear parks and trail connectors, roadway redesigns and complete streets conversions, and main street revitalization. The program will award two types of grants: Planning Grants and Capital Construction Grants. Please consult the full Notice of Funding Opportunity for full details about the application process, requirements, and forms.","43":"Safe Streets and Roads for All Discretionary Grant Program: THIS NOTICE OF FUNDING OPPORTUNITY WAS AMENDED ON AUGUST , . PLEASE SEE THE GRANTS.GOV PACKAGE UPDATES, AND THE SAFE STREETS AND ROADS FOR ALL (SSA) WEBSITE IN THE LINK PROVIDED BELOW FOR MORE INFORMATION. DEADLINE REMAINS SEPTEMBER , .The purpose of this notice is to solicit applications for SSA grants. Funds for the fiscal year ()  SSA grant program are to be awarded on a competitive basis to support planning, infrastructure, behavioral, and operational initiatives to prevent death and serious injury on roads and streets involving all roadway users, including pedestrians; bicyclists; public transportation, personal conveyance, and micromobility users; motorists; and commercial vehicle operators. Those interested in applying for Implementation Grants should use the application materials in PKG; those interested in applying for Action Plan Grants should use the application materials in PKG. See application instructions to determine which grant to apply for in this funding round.","44":"Strengthening Mobility and Revolutionizing Transportation (SMART) Grants Program: The purpose of this notice is to solicit applications for Strengthening Mobility and Revolutionizing Transportation (SMART) grants. Funds for the fiscal year ()  SMART Grants Program are to be awarded on a competitive basis to conduct demonstration projects focused on advanced smart city or community technologies and systems to improve transportation efficiency and safety.","45":"- Federal-State Partnership for Intercity Passenger Rail Grant Program for projects located on the Northeast Corridor: This program funds capital projects on the Northeast Corridor that reduce the state of good repair backlog, improve performance, or expand or establish new intercity passenger rail service.","46":"Fiscal Years - Wildlife Crossings Pilot Program (WCPP): The primary goals of the WCPP are to save lives, prevent serious injuries, and protect motorists and wildlife by reducing WVCs, and improve habitat connectivity for terrestrial and aquatic species. Reduction of wildlife vehicle collisions and improvement of terrestrial and aquatic habitat connectivity are the primary merit criteria that will be used in reviewing applications, and each of the primary merit criteria are of equal importance.","47":"Competitive Funding Opportunity; Buses and Bus Facilities Program: The Federal Transit Administration (FTA) announces the availability of approximately $ million in competitive grants under the Buses and Bus Facilities Program is to assist in the financing of buses and bus facilities capital projects, including replacing, rehabilitating, purchasing or leasing buses or related equipment, and rehabilitating, purchasing, constructing or leasing bus-related facilities. Synopses and full announcement will be posted on Grants.gov as opportunity FTA---TPM-BUS. Proposals must be submitted electronically through Grants.gov website by : PM Eastern Time April , .","48":"Competitive Funding Opportunity; Low or No Emission Vehicle Program: The Federal Transit Administration (FTA) announces the availability of approximately $. billion in competitive grants under the Low or No Emission Grant Program (Low-No Program) for the purchase or lease of zero-emission and low-emission transit buses, including acquisition, construction, and leasing of required supporting facilities. Synopses and full announcement will be posted on Grants.gov as opportunity FTA---TPM-LWNO. Proposals must be submitted electronically through Grants.gov website by : PM Eastern Time April , .","49":"Competitive Funding Opportunity: Areas of Persistent Poverty Program: To create new opportunities for those experiencing poverty, the U.S. Department of Transportation&#;s Federal Transit Administration (FTA) today announced a new Notice of Funding Opportunity (NOFO) to help improve transit in areas experiencing long-term economic distress. The $ million in competitive grant funding through FTA&#;s Areas of Persistent Poverty (AoPP) Program provides more resources to underserved and disadvantaged communities seeking to expand or improve transit.","50":"Competitive Funding Opportunity: Ferry Service for Rural Communities Program: The Federal Transit Administration (FTA) announces the opportunity to apply for $ million in competitive grants under the Fiscal Year ()  Ferry Service for Rural Communities Program (FSRC) (Federal Assistance Listing #.). FSRC makes funding available competitively to assist in the financing of capital, planning, and operating assistance for eligible ferry services.","51":"Neighborhood Access and Equity (NAE) Program: The Department of Transportation is combining two major discretionary grant programs, the Reconnecting Communities Pilot (RCP) and Neighborhood Access and Equity (NAE) programs, into one Notice of Funding Opportunity (NOFO). Together, this combined program is known as the Reconnecting Communities and Neighborhoods (RCN) Program. The primary goal of the NAE Program is to assist economically disadvantaged or undeserved communities for planning and construction activities. Funds for the fiscal year ()  NAE grant program are to be awarded on a competitive basis to support planning, capital construction, and regional partnership activities that aim to restore community connectivity through the removal, retrofit, mitigation or replacement of highways, roadways, or other infrastructure facilities that create barriers to mobility, access or economic development. Applicants must submit their applications via Valid Eval at the links below: Community Planning Grants: https:\/\/usg.valideval.com\/teams\/rcn_planning\/signup Capital Construction Grants: https:\/\/usg.valideval.com\/teams\/rcn_capitalconstruction\/signup Do not submit applications through Grants.gov. Applications must be submitted by : PM Eastern Time on Thursday, September , . Late applications will not be accepted.","52":"Notice of Funding Opportunity for Small Shipyard Grants: This notice announces the intention of the Maritime Administration to provide grants to small shipyards. Under the Small Shipyard Grant Program, there is currently $,, available for grants for capital and related improvements to qualified shipyard facilities that will be effective in fostering efficiency, competitive operations, and quality ship construction, repair, and reconfiguration. Potential applicants are advised that it is expected, based on experience, that the number of applications will far exceed the funds available and that only a small percentage of applicants will be funded. Applications (SF- and the Addendum) will be accepted online through Grants.gov by  pm on the closing date (February , ). See full text under Related Documents Tab (  SSG NOFO) or the MARAD Web Page for detailed submission instructions.","53":"Safe Streets and Roads for All Funding Opportunity: The purpose of this notice is to solicit applications for Safe Streets and Roads for All (SSA) grants. Funds for the fiscal year ()  SSA grant program are to be awarded on a competitive basis to support planning and demonstration activities, as well as projects and strategies to prevent death and serious injury on roads and streets involving all roadway users, including pedestrians; bicyclists; public transportation, personal conveyance, and micromobility users; motorists; and commercial vehicle operators. Applicants must submit their applications via Valid Eval at https:\/\/usg.valideval.com\/teams\/usdot_ssa__implementation\/signup for Implementation Grant applicants, and https:\/\/usg.valideval.com\/teams\/usdot_ssa__planning_demo\/signup for Planning and Demonstration Grants. Do not submit your applications through Grants.Gov. Applications must be submitted by : PM Eastern Time on Monday, July , . Late applications will not be accepted.","54":"SMART Grants Notice of Funding: The purpose of this notice is to solicit applications for Strengthening Mobility and Revolutionizing Transportation (SMART) Stage  Planning and Prototyping grants. Funds for the fiscal year ()  SMART Grants Program are to be awarded on a competitive basis to conduct demonstration projects focused on advanced smart city or community technologies and systems to improve transportation efficiency and safety. Applications must be submitted via Valid Eval, an online submission proposal system used by USDOT, at https:\/\/usg.valideval.com\/teams\/USDOT_SMART_\/signup. USDOT will not accept or review application materials submitted via Grants.gov.","55":"United States Marine Highway Grants: This funding opportunity solicits applications for fiscal year ()  United States Marine Highway Program (USMHP) grants. Funds for   USMHP grants will be awarded on a competitive basis to assist in funding eligible projects for the purpose of developing, expanding, or promoting marine highway transportation. This opportunity announces the availability of up to $,, million in funding for grants under this program and establishes selection criteria and application requirements. All USMHP grant recipients must meet all applicable Federal requirements, including domestic content (&#;Buy America&#;) requirements. This program was formerly known as the America&#;s Marine Highway Program","56":"Rural Surface Transportation Grant Progam: The Department is combining three major discretionary grant programs into one Multimodal Projects Discretionary Grant (MPDG) opportunity to reduce the burden for state and local applicants and increase the pipeline of &#;shovel-worthy&#; projects that are now possible because of the Bipartisan Infrastructure Law. These investments will create good-paying jobs, grow the economy, reduce emissions, improve safety, make our transportation more sustainable and resilient, and expand transportation options in rural America and other underserved communities. Thanks to the Bipartisan Infrastructure Law, this funding will help enable more communities to build vital infrastructure projects that also strengthen supply chains and reduce costs for American families.The Rural Surface Transportation Grant Program (RURAL) was created in the Bipartisan Infrastructure Law and will support projects to improve and expand the surface transportation infrastructure in rural areas to increase connectivity, improve the safety and reliability of the movement of people and freight, and generate regional economic growth and improve quality of life. Eligible projects for Rural grants include highway, bridge, and tunnel projects that help improve freight, safety, and provide or increase access to an agricultural, commercial, energy, or transportation facilities that support the economy of a rural area. This year alone, DOT will award up to $ million in grants through the rural program&#;part of the $ billion included in the Bipartisan Infrastructure Law over five years. At least % of rural funding must be awarded in amounts of $ million or more. If you are seeking less than $ million, you are competing for only about $. million nationwide.For more information on last year&apos;s rural awards, see: https:\/\/www.transportation.gov\/grants\/rural--fact-sheets","57":"Competitive Funding Opportunity: Rail Vehicle Replacement Grant Program (RAIL): The Federal Transit Administration (FTA) announces the opportunity to apply for approximately $ million in Fiscal Year ()  Section  State of Good Repair Program funds (Catalog of Federal Domestic Assistance #.) authorized for competitively selected rail vehicle replacement projects. As required by Federal public transportation law and subject to appropriations, funds will be awarded competitively to States and local governmental authorities to assist in the funding of capital projects to replace rail rolling stock."},"uid":{"0":0,"1":1,"2":2,"3":3,"4":4,"5":5,"6":6,"7":7,"8":8,"9":9,"10":10,"11":11,"12":12,"13":13,"14":14,"15":15,"16":16,"17":17,"18":18,"19":19,"20":20,"21":21,"22":22,"23":23,"24":24,"25":25,"26":26,"27":27,"28":28,"29":29,"30":30,"31":31,"32":32,"33":33,"34":34,"35":35,"36":36,"37":37,"38":38,"39":39,"40":40,"41":41,"42":42,"43":43,"44":44,"45":45,"46":46,"47":47,"48":48,"49":49,"50":50,"51":51,"52":52,"53":53,"54":54,"55":55,"56":56,"57":57}}